{
    "deer" : {
        "item" : "Deer",
        "info" : "There were many methods to hunt deer that are specific to village regions. In one type of hunting, a hunter wears a deer headdress to get closer to the deer without alarming it. Deer was cooked and eaten fresh after a hunt or dried to make deer jerky, a common trade item. <br> <br> Deer headresses were also used in ceremonial dances.",
        "image" : "images/deerPic.gif",
        "itemStatus" : ["Not Collected", "Collected"]
    },
    "deerGrass" : {
        "item" : "Deer Grass",
        "info" : "Deer grass is used for basket weaving. Deer like to take refuge, hide, and nest in the grass, which is why it is named after them. <br><br> Unfortunately, some grasses don't thrive enough for weaving anymore.",
        "image" : "images/deerGrassPic.png",
        "itemStatus" : ["Not Collected", "Collected"]
    },
    "shells" : {
        "item" : "Shells",
        "info" : "In the Patwin language, ‘ka*doi’ means clam shells or money. The coastal Pomo people traded clam shell disks with the Patwin for goods such as deer jerky. Whole clam shells were fashioned into beads and strung into a necklace of 80 to 100 beads.",
        "image" : "images/shellPic.png",
        "itemStatus" : ["Not Collected", "Collected"]
    },
    "net" : {
        "item" : "Net",
        "info" : "Nets were a common hunting tool for many Californian natives. They were used to catch small fish and birds, like ducks and geese. Hunters made duck decoys out of tule and placed them on the water to attract ducks before casting a weighted net over them. <br><br> Nets were woven cordage made of from wild hemp, milkweed, and other fibers. Stronger nets made of douglas iris and human hair can even catch deer and pronghorns!",
        "image" : "images/netPic.gif",
        "itemStatus" : ["Not Collected", "Collected"]
    },
    "vines" : {
        "item" : "Grapevines",
        "info" : "Grapevines were used as rope to tie things together, like willow branches. Their strength and flexibility makes grapevines great for binding dome houses, granaries, and more.",
        "image" : "images/vinePic.png",
        "itemStatus" : ["Not Collected", "Collected"]
    }
}