{
    "deer" : {
        "item" : "Deer",
        "info" : "There were many methods to hunt deer that were specific to village regions. In one type of hunting, a hunter wears a deer head to get closer to the deer without alarming it. Deer was cooked and eaten fresh after a hunt or dried to make deer jerky, a common trade item. <br> <br> Deer were also used in ceremonial dances.",
        "image" : "images/deerPic.gif",
        "itemStatus" : ["Not Collected", "Collected"]
    },
    "rye" : {
        "item" : "Rye",
        "info" : "Blue rye was once used to make baskets, and its seeds were harvested for consumption. They were also a good crop for the Patwins since they attracted fewer pests, like grasshoppers.",
        "image" : "images/ryePic.png",
        "itemStatus" : ["Not Collected", "Collected"]
    },
    "shells" : {
        "item" : "Shells",
        "info" : "In the Patwin language, ‘ka*doi’ means clam shells or money. The coastal Pomo people traded clam shell disks with the Patwin for goods such as deer jerky. Whole clam shells were fashioned into beads and strung into a necklace of 80 to 100 beads.",
        "image" : "images/shellPic.png",
        "itemStatus" : ["Not Collected", "Collected"]
    },
    "net" : {
        "item" : "Net",
        "info" : "Nets were a common hunting tool for many Californian natives. They were used to catch small fish and birds, like ducks, water fowls, and geese. Hunters made bird decoys out of tule and placed them on the water to attract water birds before casting a weighted net over them. <br><br> Nets were made from wild hemp or milkweed cords and fibers. Stronger nets made of doulas iris and human hair can even catch deer and pronghorns!",
        "image" : "images/netPic.gif",
        "itemStatus" : ["Not Collected", "Collected"]
    },
    "vines" : {
        "item" : "Grapevines",
        "info" : "Grapevines were used as rope to tie things together, like willow branches. Their strength and flexibility makes grapevines great for binding dome houses, granaries, and more.",
        "image" : "images/vinePic.png",
        "itemStatus" : ["Not Collected", "Collected"]
    }
}